[
  {
    "name": "Big Toe Pose",
    "sanskrit_name": "Padangusthasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ForwardBendBigToe.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Padangusthasana (Big Toe Pose) is a standing forward bend where you grasp your big toe(s).  This gentle stretch improves hamstring flexibility, calms the mind, and relieves stress.  Maintain a straight spine as you fold forward, bending from the hips.  Keep knees slightly bent if hamstrings are tight; avoid forcing the stretch."
  },
  {
    "name": "Gorilla Pose",
    "sanskrit_name": "Padahastasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Gorilla.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Gorilla Pose (Padahastasana) is a beginner-level standing forward bend.  Reach for your feet, keeping your knees slightly bent if needed.  Benefits include improved hamstring flexibility, gentle spinal decompression, and stress relief.  Maintain a straight back as much as possible and avoid rounding your spine.  Listen to your body and don't force the stretch."
  },
  {
    "name": "Bird of Paradise Pose",
    "sanskrit_name": "Svarga Dvijasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ChairTwistBindUp_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Svarga Dvijasana (Bird of Paradise Pose) is a challenging standing balance requiring strength and flexibility.  It improves hip opening, balance, and core stability.  Maintain a straight spine, engage your core, and keep your hips square.  Avoid this pose if you have knee or ankle injuries. Progress gradually; use a wall for support if needed."
  },
  {
    "name": "Revolved Bird of Paradise Pose",
    "sanskrit_name": "Parivritta Svarga Dvijasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/BirdOfParadiseRevolved_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Revolved Bird of Paradise (Parivritta Svarga Dvijasana) is an advanced standing balance requiring strength and flexibility.  It improves balance, increases hip and spinal mobility, and strengthens core muscles.  Maintain a straight spine, engage your core, and keep your gaze steady.  Avoid if you have neck or back injuries.  Progress gradually."
  },
  {
    "name": "Upward Salute",
    "sanskrit_name": "Urdhva Hastasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/MountainSalute.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing"
    ],
    "description": "Urdhva Hastasana (Upward Salute) is a beginner standing pose where arms extend overhead, palms facing each other.  It gently stretches the shoulders, spine, and chest, improving posture and promoting energy flow.  Keep your shoulders relaxed, away from your ears, and engage your core for stability. Avoid hyperextension in your lower back."
  },
  {
    "name": "Chair Pose",
    "sanskrit_name": "Utkatasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Chair.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Chair Pose (Utkatasana) strengthens legs and core while improving balance.  Stand with feet hip-width apart, then bend knees as if sitting in a chair, keeping chest lifted and back straight.  Engage your core to protect your lower back.  Maintain a neutral spine and avoid letting knees cave inward.  Hold for several breaths."
  },
  {
    "name": "High Lunge Pose",
    "sanskrit_name": "Ashta Chandrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/LungeCrescent_L.png",
    "expertise_level": "",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "High Lunge (Ashta Chandrasana) is a standing, balancing pose where one leg is extended forward in a lunge, the back leg lifted, and torso upright.  It strengthens legs and core, improves balance, and opens the hips.  Keep front knee aligned with ankle, tailbone grounded, and gaze forward to maintain stability.  Modify by bending the back knee to the floor if needed."
  },
  {
    "name": "Low Lunge Pose",
    "sanskrit_name": "Anjaneyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/WarriorIKneeling_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Low Lunge (Anjaneyasana) is a beginner-friendly standing pose strengthening the legs and hips while opening the chest and shoulders.  Step one leg back into a lunge, keeping your front knee aligned with your ankle.  Maintain a long spine and engage your core for stability.  Avoid overextending your front knee. Improves flexibility and balance."
  },
  {
    "name": "Eagle Pose",
    "sanskrit_name": "Garudasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Eagle_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Eagle Pose (Garudasana) is a standing balance that wraps one leg around the other, and one arm around the other.  It improves balance, strengthens legs and ankles, and increases focus.  Keep your hips squared and core engaged for stability.  Avoid forcing the knees or ankles; gently deepen the twist as your balance allows."
  },
  {
    "name": "Standing Foot Behind the Head Pose",
    "sanskrit_name": "Durvasasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingFootBehindHead_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Durvasasana (Standing Foot Behind the Head Pose) is an advanced standing balance requiring significant hamstring and shoulder flexibility.  Benefits include improved balance, increased hamstring and shoulder openness, and enhanced core strength.  Ensure a stable base with feet hip-width apart.  Keep your hips square and engage your core to prevent lower back strain.  Only attempt with proper guidance from an experienced yoga instructor."
  },
  {
    "name": "Standing Foot to Head Pose",
    "sanskrit_name": "Trivikramasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/TrivikramaI_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Trivikramasana A (Standing Foot to Head Pose) is an advanced standing balance requiring significant leg and core strength.  Benefits include improved balance, increased hip flexibility, and enhanced concentration.  Maintain a straight spine, engage your core, and gaze steadily forward.  Beginners should practice preparatory poses before attempting this challenging asana."
  },
  {
    "name": "Standing Foot Behind the Head Forward Bend Pose",
    "sanskrit_name": "Richikasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingForwardBendFootBehindHead_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Richikasana (Standing Foot Behind the Head Forward Bend) is an advanced standing forward bend requiring significant hamstring and hip flexibility.  Benefits include increased hamstring flexibility, improved spinal mobility, and enhanced balance.  Maintain a straight back as you bend, engaging your core to protect your spine.  Only attempt if you have established a strong foundation in forward bends and backbends."
  },
  {
    "name": "Half Standing Forward Bend Pose",
    "sanskrit_name": "Ardha Uttanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ForwardBendHalfWay.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Ardha Uttanasana (Half Standing Forward Bend) is a beginner-friendly standing forward bend.  Hinge at the hips, keeping your spine long and knees slightly bent.  Benefits include gentle hamstring stretch, improved posture, and stress relief.  Maintain a flat back, avoid rounding your spine, and engage your core for support."
  },
  {
    "name": "Standing Forward Bend Pose",
    "sanskrit_name": "Uttanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ForwardBend.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Uttanasana (Standing Forward Bend) is a beginner-level standing forward bend.  Inhale, lengthen your spine, then exhale and fold forward from the hips, keeping your back long.  Benefits include calming the mind, relieving stress, and lengthening the hamstrings.  Keep knees slightly bent, and avoid rounding your spine.  Lengthen your spine before folding."
  },
  {
    "name": "Standing Half Bound Lotus Forward Bend Pose",
    "sanskrit_name": "Ardha Baddha Padmottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingForwardBendHalfLotus_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Ardha Baddha Padmottanasana (Standing Half Bound Lotus Forward Bend) is an intermediate standing forward bend.  It improves hip flexibility, stretches hamstrings and spine, and enhances balance.  Ensure your bound leg is stable, maintaining a straight back as you fold forward.  Avoid forcing the pose; gently deepen the stretch with each exhale."
  },
  {
    "name": "Goddess Pose",
    "sanskrit_name": "Utkata Konasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Goddess_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing"
    ],
    "description": "Goddess Pose (Utkata Konasana) is a powerful standing pose where you widen your legs, bend your knees, and turn your feet outwards.  It strengthens thighs and glutes, improves balance, and opens the hips.  Ensure knees track over ankles, chest remains lifted, and engage your core for stability.  Modify depth of bend as needed."
  },
  {
    "name": "Half Moon Pose",
    "sanskrit_name": "Ardha Chandrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/HalfMoon_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Half Moon Pose (Ardha Chandrasana) is a standing balance strengthening legs and core.  It improves balance, builds strength, and stretches the hips and thighs.  Maintain a straight spine, engage your core, and gaze forward to stay balanced.  Keep your hips squared to the front, avoid collapsing into your standing leg."
  },
  {
    "name": "Revolved Half Moon Pose",
    "sanskrit_name": "Parivritta Ardha Chandrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/HalfMoonRevolved_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Revolved Half Moon Pose (Parivritta Ardha Chandrasana) is a standing balance that strengthens legs and core while improving hip flexibility and spinal mobility.  Engage your core, lengthen your spine, and keep your gaze forward for balance.  Avoid hyperextending the knee of your standing leg.  Modify by placing your bottom hand on your thigh if needed."
  },
  {
    "name": "Extended Standing Hand to Big Toe Pose",
    "sanskrit_name": "Utthita Hasta Padangushthasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingHandToToeExtended_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "description": "Utthita Hasta Padangushthasana B (Extended Hand to Big Toe Pose) is an intermediate standing balance.  Stand tall, grasp your big toe, and extend the leg until it's parallel to the floor.  Benefits include improved balance, leg strength, and hip flexibility.  Maintain a straight spine, engage your core, and avoid hyperextending the knee of the standing leg.  Listen to your body and modify as needed."
  },
  {
    "name": "Revolved Standing Hand to Big Toe Pose",
    "sanskrit_name": "Parivritta Hasta Padangushthasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingHandToToeRevolved_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Utthita Hasta Padangushthasana",
      "Ardha Chandrasana",
      "Virabhadrasana C"
    ],
    "description": "Parivritta Hasta Padangushthasana (Revolved Standing Hand-to-Big-Toe Pose) is an intermediate standing balance that strengthens legs and core while improving spinal flexibility and hip opening.  Maintain a straight spine, engage your core, and avoid twisting excessively.  Ground through your standing foot, gaze steadily.  Modify by bending your standing knee if needed."
  },
  {
    "name": "Standing Hand to Big Toe Pose",
    "sanskrit_name": "Utthita Hasta Padangushthasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/StandingHandToToeFull_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Utthita Hasta Padangushthasana B",
      "Tadasana",
      "Virabhadrasana C"
    ],
    "description": "Standing Hand to Big Toe Pose (Utthita Hasta Padangushthasana A) is an intermediate standing balance.  Grab your big toe and lengthen your spine, maintaining a straight leg.  Benefits include improved balance, hip flexor stretch, and strengthened legs.  Keep your hips square and core engaged; avoid rounding your spine or locking your knee."
  },
  {
    "name": "Mountain Pose",
    "sanskrit_name": "Tadasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/MountainArmsSide.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing"
    ],
    "followup_poses": [
      "Urdhva Hastasana",
      "Padangusthasana",
      "Utkatasana"
    ],
    "description": "Mountain Pose (Tadasana) is a foundational standing pose where you stand tall with feet hip-width apart, grounding down through your feet.  Benefits include improved posture, body awareness, and stability.  Engage your core, lengthen your spine, and ensure your weight is evenly distributed.  Avoid hyperextending your knees."
  },
  {
    "name": "Pyramid Pose",
    "sanskrit_name": "Parshvottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PyramidPrayer_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "description": "Pyramid Pose (Parshvottanasana) is a standing forward bend that stretches the legs, hips, and spine.  Benefits include improved hamstring flexibility, increased hip opening, and stress relief.  Keep your front knee aligned with your ankle, lengthen your spine, and avoid forcing the stretch.  Maintain a flat back and engage your core for stability."
  },
  {
    "name": "Extended Side Angle Pose",
    "sanskrit_name": "Utthita Parshvakonasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/WarriorIIForwardArmForward_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Lateral Bend"
    ],
    "followup_poses": [
      "Utthita Trikonasana",
      "Parivrtta Trikonasana",
      "Virabhadrasana A"
    ],
    "description": "Extended Side Angle Pose (Utthita Parshvakonasana) is a standing lateral bend strengthening legs and lengthening the spine.  Benefits include improved balance, increased hip flexibility, and strengthened core.  Keep your front knee aligned with your ankle, lengthen your side body, and avoid collapsing your chest.  Maintain a straight spine and engage your core for stability."
  },
  {
    "name": "Standing Splits Pose",
    "sanskrit_name": "Urdhva Prasarita Eka Padasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SplitsStanding_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Ardha Uttanasana",
      "Virabhadrasana C",
      "Ardha Chandrasana"
    ],
    "description": "Standing Splits (Urdhva Prasarita Eka Padasana) is an intermediate standing balance.  Leg is extended to the side, creating a wide stance.  Benefits include improved balance, hip flexibility, and leg strength.  Maintain a straight spine, engage core, and keep hips square.  Avoid overstretching; listen to your body and modify as needed."
  },
  {
    "name": "Dancer  Pose",
    "sanskrit_name": "Dandayamana Dhanurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/LordOfTheDance_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Virabhadrasana C",
      "Ardha Chandrasana",
      "Virabhadrasana B"
    ],
    "description": "Dancer Pose (Dandayamana Dhanurasana) is a challenging standing balance.  Bend one leg, grasping the foot, and extend the other leg for a graceful, backbend-like shape. Benefits include improved balance, core strength, and hip flexibility.  Keep your hips squared, gaze forward, and engage your core to maintain stability. Avoid forcing the backbend; modify by bending less deeply."
  },
  {
    "name": "Tree Pose",
    "sanskrit_name": "Vrikshasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/TreePrayer_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Utthita Trikonasana",
      "Utthita Hasta Padangushthasana A",
      "Ardha Chandrasana"
    ],
    "description": "Tree Pose (Vrikshasana) is a beginner standing balance.  Stand on one leg, placing the sole of the other foot on your inner thigh or calf.  Ground down through your standing leg, finding stability. Benefits include improved balance, strength, and focus.  Keep your hips squared and gaze steady. Avoid placing your foot directly on your knee."
  },
  {
    "name": "Triangle Pose",
    "sanskrit_name": "Utthita Trikonasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/TriangleForward_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Lateral Bend"
    ],
    "followup_poses": [
      "Parivrtta Trikonasana",
      "Ardha Chandrasana",
      "Parsvottanasana"
    ],
    "description": "Triangle Pose (Utthita Trikonasana) is a beginner-level standing pose involving a deep side bend.  It strengthens legs and improves balance.  Benefits include increased stamina, flexibility in hips and spine, and stress relief.  Maintain a straight spine, lengthen the side body, and ground through the feet for stability.  Avoid hyperextension."
  },
  {
    "name": "Revolved Triangle Pose",
    "sanskrit_name": "Parivritta Trikonasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/TriangleRevolved_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Twist"
    ],
    "followup_poses": [
      "Parivrtta Parsvakonasana",
      "Ardha Chandrasana",
      "Uttanasana"
    ],
    "description": "Revolved Triangle Pose (Parivritta Trikonasana) is a standing twist lengthening the spine and legs.  It improves balance, increases flexibility in the hips and spine, and gently massages abdominal organs.  Keep your front leg straight, lengthen your spine, and avoid collapsing into the twist.  Engage your core for stability and support."
  },
  {
    "name": "Warrior I Pose",
    "sanskrit_name": "Virabhadrasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/WarriorI_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing"
    ],
    "followup_poses": [
      "Virabhadrasana B ",
      "Chaturanga Dandasana",
      "Parsvottanasana"
    ],
    "description": "Warrior I (Virabhadrasana A) is a powerful standing pose.  Step one leg back, bending the front knee, arms extended overhead.  Benefits include strengthening legs and core, improving balance, and opening the chest.  Keep front knee aligned with ankle, engage core, and lengthen spine.  Modify by bending the back knee slightly if needed."
  },
  {
    "name": "Warrior II Pose",
    "sanskrit_name": "Virabhadrasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/WarriorII_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing"
    ],
    "followup_poses": [
      "Utthita Parsvakonasana",
      "Ardha Chandrasana",
      "Utthita Trikonasana"
    ],
    "description": "Warrior II (Virabhadrasana II) is a standing pose strengthening legs and opening hips.  Extend your legs wide, turning your front foot out 90 degrees.  Maintain a straight front leg and keep your hips square. Benefits include improved balance, strength, and stamina.  Ensure knees are aligned over ankles and maintain a long spine."
  },
  {
    "name": "Warrior III Pose",
    "sanskrit_name": "Virabhadrasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/WarriorIII_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Balancing"
    ],
    "followup_poses": [
      "Ardha Chandrasana",
      "Uttanasana",
      "Virabhadrasana A"
    ],
    "description": "Warrior III (Virabhadrasana III) is a standing balance pose where you extend one leg straight behind you, parallel to the floor, while maintaining a straight torso.  It builds strength, balance, and improves focus.  Keep your hips square, core engaged, and gaze forward to maintain stability.  Avoid hyperextending your standing leg knee."
  },
  {
    "name": "Wide Legged Forward Bend I Pose",
    "sanskrit_name": "Prasarita Padottanasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendI_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Parivritta Prasarita Padottanasana",
      "Prasarita Padottanasana B",
      "Parshva Prasarita Padottanasana"
    ],
    "description": "Wide-legged Forward Bend I (Prasarita Padottanasana A) is a beginner standing forward bend.  Spread legs wide, hinge at hips, and lengthen spine towards the floor. Benefits include hamstring stretch, hip opener, and calming effect. Keep knees slightly bent, lengthen torso, and avoid rounding your spine.  Focus on a long, grounded posture."
  },
  {
    "name": "Wide Legged Forward Bend II Pose",
    "sanskrit_name": "Prasarita Padottanasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendII_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Prasarita Padottanasana C",
      "Parivritta Prasarita Padottanasana",
      "Parshva Prasarita Padottanasana"
    ],
    "description": "Wide-legged Forward Bend II (Prasarita Padottanasana B) is a beginner standing forward bend.  From a wide stance, hinge at the hips, lengthening the spine before folding forward. Benefits include hamstring lengthening, hip opening, and stress relief.  Keep knees slightly bent, engage core, and avoid rounding your back.  Modify by bending knees deeply as needed."
  },
  {
    "name": "Wide Legged Forward Bend III Pose",
    "sanskrit_name": "Prasarita Padottanasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendIII_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Prasarita Padottanasana C",
      "Parivritta Prasarita Padottanasana",
      "Parshva Prasarita Padottanasana"
    ],
    "description": "Prasarita Padottanasana C (Wide-Legged Forward Bend III) is a standing forward bend with legs wide apart.  It gently stretches hamstrings, hips, and calves.  Keep your spine long, reaching towards the floor, and engage your core. Avoid rounding your back;  if hamstrings are tight, bend your knees.  Enjoy the calming effects of this accessible pose."
  },
  {
    "name": "Wide Legged Forward Bend IV Pose",
    "sanskrit_name": "Prasarita Padottanasana D",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendIV_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Parshvottanasana",
      "Parivritta Prasarita Padottanasana",
      "Parshva Prasarita Padottanasana"
    ],
    "description": "Wide-legged forward bend IV (Prasarita Padottanasana D) gently stretches hamstrings, calves, and groins.  Stand with legs wide, feet parallel.  Fold forward from the hips, keeping your spine long.  Hands can rest on the floor or hold opposite elbows.  Maintain a flat back and avoid forcing the stretch.  This pose calms the nervous system."
  },
  {
    "name": "Revolved Wide Legged Forward Bend",
    "sanskrit_name": "Parivritta Prasarita Padottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendRevolved_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Adho Mukha Shvanasana",
      "Uttanasana",
      "Parshvottanasana"
    ],
    "description": "Parivritta Prasarita Padottanasana (Revolved Wide-Legged Forward Bend) is an intermediate standing forward bend with a spinal twist.  Benefits include improved hip flexibility, increased spinal mobility, and gentle detoxification.  Maintain a wide stance, lengthen your spine before twisting, and keep your hips square to the front.  Avoid twisting if you have back pain."
  },
  {
    "name": "Side Wide Legged Forward Bend",
    "sanskrit_name": "Parshva Prasarita Padottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/WideLeggedForwardBendSide_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Forward Bend"
    ],
    "followup_poses": [
      "Adho Mukha Shvanasana",
      "Uttanasana",
      "Parivrtta Prasarita Padottanasana"
    ],
    "description": "Side Wide-Legged Forward Bend (Parshva Prasarita Padottanasana) is a standing forward bend with legs wide apart, torso leaning to one side.  It stretches hamstrings, groins, and spine.  Keep legs straight, hips squared, and reach the crown of your head towards the floor, lengthening your spine. Avoid forcing the stretch; modify by bending your knees."
  },
  {
    "name": "Archer's Pose",
    "sanskrit_name": "Akarna Dhanurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Archer_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Seated"
    ],
    "followup_poses": [
      "Paschimottanasana",
      "Janu Shirshasana A"
    ],
    "description": "Archer's Pose (Akarna Dhanurasana) is an intermediate seated twist that strengthens the core and improves spinal flexibility.  It opens the hips and chest, increasing breath capacity.  Maintain a long spine, grounding through your sit bones. Avoid forcing the twist; keep your neck aligned with your spine.  Listen to your body and modify as needed."
  },
  {
    "name": "Boat Pose",
    "sanskrit_name": "Navasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/BoatFull.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "followup_poses": [
      "Lolasana",
      "Chaturanga Dandasana"
    ],
    "description": "Boat Pose (Navasana) is a seated pose where you lift your legs and torso, balancing on your sitting bones.  It strengthens core muscles, improves balance, and stretches the spine.  Keep your spine straight, engage your core deeply, and avoid rounding your back.  Modify by bending your knees if needed."
  },
  {
    "name": "Bound Angle Pose",
    "sanskrit_name": "Baddha Konasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/BoundAngle.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Bound Angle Pose (Baddha Konasana) is a seated hip opener.  Sit with the soles of your feet together, gently pressing your knees towards the floor.  Benefits include improved hip flexibility, stress reduction, and increased inner thigh circulation.  Avoid forcing your knees down; use props like blankets under your knees or hips as needed."
  },
  {
    "name": "Both Feet Behind the Head I Pose",
    "sanskrit_name": "Dvi Pada Shirshasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/FootBehindHeadTwoLegged.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated"
    ],
    "description": "Dvi Pada Shirshasana A (Both Feet Behind the Head I) is an advanced seated pose where both legs are extended behind the head.  It improves spinal flexibility, shoulder mobility, and hip flexibility.  Ensure a strong core engagement to protect your spine.  Progress gradually; never force the pose.  Use blocks under your hips for support if needed."
  },
  {
    "name": "Cow Face Pose",
    "sanskrit_name": "Gomukhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/KneePileBind_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Gomukhasana (Cow Face Pose) is a seated twist that stacks one arm over the other, opening the shoulders and hips.  Benefits include increased shoulder flexibility, hip mobility, and improved posture.  Keep your hips grounded, avoid forcing the twist, and use blocks under your hands if needed to protect your shoulders."
  },
  {
    "name": "Easy Pose",
    "sanskrit_name": "Sukhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Easy.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Easy Pose (Sukhasana) is a simple seated posture with legs crossed comfortably.  Benefits include improved posture, relaxation, and grounding.  Sit tall with a lengthened spine, engaging your core.  Avoid rounding your shoulders or slumping.  Adjust your sitting bones evenly for comfort."
  },
  {
    "name": "Fire Log Pose",
    "sanskrit_name": "Agnistambhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FireLog_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Fire Log Pose (Agnistambhasana) is a seated hip opener.  Cross one ankle over the opposite thigh, sitting tall with a long spine.  Benefits include improved hip flexibility, reduced lower back tension, and increased spinal mobility.  Keep your hips level and avoid forcing the twist; use props for support if needed."
  },
  {
    "name": "Embryo in Womb Pose",
    "sanskrit_name": "Garbha Pindasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/EmbryoWomb.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated"
    ],
    "description": "Garbha Pindasana (Embryo in Womb Pose) is an advanced seated posture where you curl into a fetal position, embracing your knees to your chest.  It deeply relaxes the body and mind, relieving stress and promoting introspection.  Maintain a straight spine as much as possible; avoid forcing your knees to your chest.  Only attempt if you have established spinal flexibility and are comfortable with deep forward folds."
  },
  {
    "name": "Foot Behind the Head I Pose",
    "sanskrit_name": "Eka Pada Shirshasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/FootBehindHead_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated"
    ],
    "description": "Foot Behind the Head I (Eka Pada Shirshasana A) is an advanced seated pose where one foot is placed behind the head.  It improves spinal flexibility and hip opening, boosting shoulder mobility.  Maintain a straight spine and engage your core to avoid neck strain.  Only attempt with a strong foundation in backbends and hip openers; gradually increase the depth."
  },
  {
    "name": "Foot Behind the Head II Pose",
    "sanskrit_name": "Eka Pada Shirshasana B ",
    "photo_url": "https://pocketyoga.com/assets/images/full/FootBehindHeadForward_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Foot Behind the Head II (Eka Pada Shirshasana B) is an advanced seated forward bend requiring significant hamstring and hip flexibility.  Benefits include increased spinal flexibility, improved hip opening, and enhanced body awareness.  Ensure a straight spine, engage core, and gradually deepen the bend.  Avoid forcing the pose; stop if you feel any pain in your neck or back."
  },
  {
    "name": "Seated Forward Bend I Pose",
    "sanskrit_name": "Paschimottanasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBend.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Forward Bend I (Paschimottanasana A) is a beginner-level seated forward bend.  Extend legs and reach for your toes, lengthening your spine before folding forward.  Benefits include hamstring lengthening, hip opening, and stress relief.  Keep a straight back as you bend, avoid forcing, and use a strap if needed to reach your feet."
  },
  {
    "name": "Seated Forward Bend II Pose",
    "sanskrit_name": "Paschimottanasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBendII.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Forward Bend II (Paschimottanasana B) is a beginner seated forward bend.  Extend legs slightly apart, reaching for your feet or shins.  Benefits include hamstring & spine lengthening, stress reduction, and improved digestion.  Keep a straight spine as you fold, engaging your core. Avoid forcing the bend; gently lengthen your spine first."
  },
  {
    "name": "Seated Forward Bend III Pose",
    "sanskrit_name": "Paschimottanasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBendIII.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Forward Bend III (Paschimottanasana C) is a beginner seated forward bend.  Extend your legs, hinge at the hips, and lengthen your spine before folding forward.  Benefits include hamstring and spine lengthening, improved flexibility, and stress reduction.  Keep your spine straight as you fold, avoid forcing the bend, and use a strap if needed to reach your feet."
  },
  {
    "name": "Seated Forward Bend IV Pose",
    "sanskrit_name": "Paschimottanasana D",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBendIV.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Forward Bend IV (Paschimottanasana D) is a beginner seated forward bend.  Gently lengthen your spine before folding forward from your hips, keeping your back straight as you reach for your feet. Benefits include hamstring and spine lengthening, improved flexibility, and stress reduction.  Avoid forcing the bend; keep a slight bend in your knees if needed to protect your lower back."
  },
  {
    "name": "Seated Half Bound Lotus Forward Bend Pose",
    "sanskrit_name": "Ardha Baddha Padma Paschimottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBendHalfLotus_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Half Bound Lotus Forward Bend (Ardha Baddha Padma Paschimottanasana) gently stretches the hips, hamstrings, and spine.  Begin by placing one foot on the opposite thigh, then lengthen your spine before folding forward.  Keep your spine straight as you bend, avoid forcing the fold.  This pose improves flexibility, calms the mind, and relieves stress."
  },
  {
    "name": "Seated Three Limbed Forward Bend Pose",
    "sanskrit_name": "Tiryan Mukha Eka Pada Paschimottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedForwardBendThreeLimbs_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Seated Three-Limbed Forward Bend (Tiryan Mukha Eka Pada Paschimottanasana) gently stretches the hips, hamstrings, and spine.  Extend one leg straight, bending the other.  Fold forward, keeping your spine long.  Avoid forcing the stretch; listen to your body.  Benefits include improved flexibility, stress relief, and improved digestion.  Maintain a neutral spine to prevent injury."
  },
  {
    "name": "Garland Pose",
    "sanskrit_name": "Malasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/GarlandSideways_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Garland Pose (Malasana) is a deep squat with heels grounded (use a blanket if needed).  It opens hips and groin, improves ankle flexibility, and stimulates digestion.  Keep your spine straight, chest lifted, and knees tracking over your toes.  Avoid forcing your heels down; prioritize comfort and listen to your body."
  },
  {
    "name": "Seated Gate Pose",
    "sanskrit_name": "Parighasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedGate_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Lateral Bend"
    ],
    "description": "Seated Gate Pose (Parighasana) is a beginner seated lateral bend.  Sit with legs wide, twisting your torso to the side, reaching for your opposite foot. Benefits include improved spinal flexibility, gentle hip opening, and stress relief.  Keep your spine lengthened and avoid collapsing.  Modify by using a block under your hand if needed."
  },
  {
    "name": "Head to Knee I Pose",
    "sanskrit_name": "Janu Shirshasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/HeadToKnee_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Head to Knee Pose (Janu Shirshasana A) is a seated forward bend where you extend one leg and bend towards it.  Benefits include hamstring stretch, hip flexor release, and calming the nervous system.  Keep your spine long, avoid forcing the bend, and use a strap if needed to reach your leg.  Breathe deeply throughout."
  },
  {
    "name": "Head to Knee II Pose",
    "sanskrit_name": "Janu Shirshasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/HeadToKneeII_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Janu Shirshasana B (Head-to-Knee Pose II) is a seated forward bend.  Extend one leg straight, bending the other.  Reach for your extended leg, keeping a long spine.  Benefits include hamstring and hip flexibility, improved digestion, and stress relief.  Maintain a straight back and avoid forcing the stretch; use a strap if needed."
  },
  {
    "name": "Head to Knee III Pose",
    "sanskrit_name": "Janu Shirshasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/HeadToKneeIII_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated",
      "Forward Bend"
    ],
    "description": "Head to Knee III (Janu Shirshasana C) is a seated forward bend where you extend one leg and fold towards the extended leg.  It improves hamstring flexibility, calms the nervous system, and gently stretches the hips.  Keep your spine long, avoid forcing the stretch, and use a strap if needed to reach your leg.  Breathe deeply throughout the pose."
  },
  {
    "name": "Hero Pose",
    "sanskrit_name": "Virasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Hero.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Hero Pose (Virasana) is a seated posture with knees bent and feet flat behind the hips.  It opens the hips and ankles, and promotes relaxation.  Ensure your hips are towards the heels (use a blanket for support if needed) and keep your spine tall. Avoid this pose if you have knee issues."
  },
  {
    "name": "Heron Pose",
    "sanskrit_name": "Kraunchasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Heron_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Heron Pose (Kraunchasana) is a seated hip opener.  Sit tall, extending one leg forward and bending the other knee, placing the foot close to the groin.  Benefits include improved hip flexibility, enhanced balance, and calming the mind.  Keep your spine straight and avoid forcing the stretch; gently deepen it with each breath."
  },
  {
    "name": "Noose Pose",
    "sanskrit_name": "Pashasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SeatedOnHeelsTwistBound_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Twist"
    ],
    "description": "Pashasana (Noose Pose) is a beginner seated twist.  Sit with legs extended, then bend one knee and place the foot outside the opposite thigh.  Twist towards the bent knee, placing the opposite hand behind you for support.  Benefits include improved spinal mobility, gentle detoxification, and stress relief.  Keep your spine lengthened and avoid forcing the twist; listen to your body."
  },
  {
    "name": "Half Pigeon Pose",
    "sanskrit_name": "Ardha Kapotasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PigeonHalf_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Back Bend"
    ],
    "description": "Half Pigeon Pose (Ardha Kapotasana) is a seated hip opener, gently stretching the hips, glutes, and thighs.  Benefits include increased hip flexibility, improved balance, and stress relief.  Keep your front knee directly over your ankle, avoid forcing the stretch, and support your torso with blocks if needed for comfortable back bending."
  },
  {
    "name": "Lotus Pose",
    "sanskrit_name": "Padmasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/LotusFull.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Seated"
    ],
    "description": "Padmasana (Lotus Pose) is an advanced seated pose where legs are crossed and feet are placed on opposite thighs.  It improves hip flexibility, promotes spinal stability, and calms the mind.  Ensure knees are close to the floor, avoiding forcing.  Don't push beyond your comfort level; use props for support as needed."
  },
  {
    "name": "Sage Marichi's I Pose",
    "sanskrit_name": "Marichyasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/MarichiITraditional_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Forward Bend"
    ],
    "description": "Marichyasana A (Sage Marichi's I) is a beginner seated forward bend.  Twist gently to the right, placing your right hand behind your back and left hand on your right thigh.  Benefits include improved spinal flexibility, gentle hip opening, and stress reduction.  Keep your spine long and avoid forcing the twist; listen to your body."
  },
  {
    "name": "Sage Marichi's II Pose",
    "sanskrit_name": "Marichyasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/MarichiIITraditional_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Forward Bend"
    ],
    "description": "Marichyasana B (Sage Marichi's II) is a seated forward bend.  Twist your torso to the right, grabbing your right foot with your right hand and extending your left arm behind you.  Benefits include improved spinal flexibility, gentle hip opening, and stress reduction.  Keep your spine long, avoid forcing the twist, and only bend as far as comfortable."
  },
  {
    "name": "Sage Marichi's III Pose",
    "sanskrit_name": "Marichyasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/MarichiIIITraditional_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Twist"
    ],
    "description": "Marichyasana C is a seated spinal twist.  Begin seated with legs extended, then bend one knee and place the foot outside the opposite hip. Twist your torso towards the bent knee, placing your hand behind you for support.  Benefits include improved spinal mobility, digestion aid, and stress relief.  Keep your spine long and avoid forcing the twist; use your breath to deepen the pose."
  },
  {
    "name": "Sage Marichi's IV Pose",
    "sanskrit_name": "Marichyasana D",
    "photo_url": "https://pocketyoga.com/assets/images/full/MarichiIVTraditional_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated ",
      "Twist"
    ],
    "description": "Marichyasana D is a seated spinal twist.  Begin seated with legs extended, then bend your right knee and place your foot near your left hip. Twist to the right, placing your left hand behind you and your right hand on your right knee or thigh.  Benefits include improved digestion, spinal mobility, and stress reduction.  Keep your spine long and avoid forcing the twist; breathe deeply."
  },
  {
    "name": "Side Lunge Pose",
    "sanskrit_name": "Skandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SideLunge_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Seated",
      "Balancing"
    ],
    "description": "Side Lunge Pose (Skandasana) is a seated, balancing pose.  It strengthens legs and hips, improves flexibility in hips and groin, and enhances balance.  Ensure your front knee tracks over your ankle, and keep your torso upright. Avoid forcing the stretch; listen to your body."
  },
  {
    "name": " Pose",
    "sanskrit_name": "",
    "photo_url": "",
    "expertise_level": "",
    "pose_type": [
      "",
      ""
    ],
    "description": "Yoga pose for flexibility and mindfulness."
  },
  {
    "name": "Front Splits Pose",
    "sanskrit_name": "Hanumanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SplitsFront_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated"
    ],
    "description": "Hanumanasana (Front Splits) is an advanced seated pose requiring significant hip, hamstring, and groin flexibility.  Benefits include increased hip flexibility, improved balance, and enhanced leg strength.  Maintain a straight spine, avoid forcing, and gradually increase your stretch.  Use blocks or straps for support as needed."
  },
  {
    "name": "Half Splits Pose",
    "sanskrit_name": "Ardha Hanumanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PyramidKneeling_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Forward Bend"
    ],
    "description": "Ardha Hanumanasana (Half Splits) is an intermediate forward bend stretching the hamstrings, groin, and hip flexors.  Benefits include increased flexibility, improved hip mobility, and stress reduction.  Maintain a straight spine, engaging your core to protect your lower back.  Avoid forcing the stretch; listen to your body and only go as deep as comfortable."
  },
  {
    "name": "Wide Splits Pose",
    "sanskrit_name": "Samakonasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SplitsWide.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated"
    ],
    "description": "Samakonasana (Wide Splits) is an advanced seated pose requiring significant hip and hamstring flexibility.  Benefits include increased hip mobility, improved hamstring flexibility, and enhanced balance.  Ensure your hips are squared,  avoid forcing the stretch, and use blocks or blankets for support as needed. Progress gradually."
  },
  {
    "name": "Staff Pose",
    "sanskrit_name": "Dandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Staff.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Staff Pose (Dandasana) is a foundational seated posture.  Sit with legs extended and spine straight, engaging your core.  Benefits include improved posture, strengthened core, and enhanced concentration.  Keep your hips grounded, chest lifted, and shoulders relaxed away from your ears.  Avoid rounding your back."
  },
  {
    "name": "Thunderbolt Pose",
    "sanskrit_name": "Vajrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Thunderbolt.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Seated"
    ],
    "description": "Thunderbolt Pose (Vajrasana) is a simple seated pose where you kneel with your big toes touching and buttocks resting on your heels.  It improves digestion, calms the mind, and stretches the ankles.  Ensure your knees are hip-width apart and avoid forcing your hips to the heels; use a blanket for support if needed."
  },
  {
    "name": "Toe Stand Pose",
    "sanskrit_name": "Padangushthasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ToeStand_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Seated",
      "Balancing"
    ],
    "description": "Padangushthasana (Toe Stand Pose) is a seated balancing pose where you grasp your big toes and lift your hips.  It strengthens legs and ankles, improves balance and concentration.  Keep your spine long, engage your core, and gently lift, avoiding hyperextension.  Only attempt if you have established ankle and knee stability."
  },
  {
    "name": "Banana Pose",
    "sanskrit_name": "Supta Nitambasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Banana_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine"
    ],
    "description": "Banana Pose (Supta Nitambasana) is a beginner supine twist that gently stretches the spine and hips.  Benefits include improved spinal mobility, hip flexibility, and stress reduction.  Lie on your back, knees bent, and gently drop both knees to one side while keeping your shoulders flat on the floor.  Avoid forcing the twist; listen to your body and stop if you feel pain."
  },
  {
    "name": "Bridge Pose",
    "sanskrit_name": "Setu Bandha Sarvangasana ",
    "photo_url": "https://pocketyoga.com/assets/images/full/Bridge.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine",
      "Back Bend"
    ],
    "description": "Bridge Pose (Setu Bandha Sarvangasana) is a backbend where you lift your hips off the mat, supporting your weight on your shoulders and feet.  It strengthens the back, opens the chest, and improves posture.  Ensure your feet are hip-width apart, and press firmly through your feet and shoulders.  Avoid hyperextending your neck; keep your chin slightly tucked."
  },
  {
    "name": "Corpse Pose",
    "sanskrit_name": "Shavasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Corpse.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine"
    ],
    "description": "Corpse Pose (Shavasana) is a supine resting pose.  Lie flat on your back, arms relaxed at your sides, palms facing up.  Benefits include deep relaxation, stress reduction, and improved nervous system function.  Ensure your spine is neutral, and your head is supported.  Maintain comfortable breathing throughout."
  },
  {
    "name": "Fish Pose",
    "sanskrit_name": "Matsyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FishPreparation.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine",
      "Back Bend"
    ],
    "description": "Fish Pose (Matsyasana) is an intermediate backbend where you lie on your back, lifting your chest and head.  It opens the chest and shoulders, strengthens the back muscles, and gently stretches the neck.  Ensure your head is supported, avoid forcing the neck, and keep your shoulders relaxed to prevent strain.  Only attempt if you have a comfortable backbend practice."
  },
  {
    "name": "Supine Foot to Head Pose",
    "sanskrit_name": "Supta Trivikramasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineTrivikrama_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine"
    ],
    "description": "Supta Trivikramasana (Supine Foot-to-Head Pose) is an intermediate backbend where you lie on your back and draw one leg towards your head.  Benefits include hamstring lengthening, hip opening, and spinal flexion.  Keep your shoulders flat on the floor and engage your core to protect your lower back.  Avoid forcing; use a strap if needed to reach your foot."
  },
  {
    "name": "Extended Supine Hand to Big Toe Pose",
    "sanskrit_name": "Supta Padangushthasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineHandToToeExtended_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine"
    ],
    "description": "Lie on your back and extend one leg straight up.  Loop a strap around the big toe (or grab your foot if flexible) and gently pull your leg towards your face, keeping your hips grounded.  This improves hamstring flexibility, hip mobility, and relieves lower back tension.  Keep your hips square and avoid pulling your leg forcefully; breathe deeply."
  },
  {
    "name": "Supine Hand to Big Toe Pose",
    "sanskrit_name": "Supta Padangushthasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineHandToToeFull_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine"
    ],
    "description": "Supta Padangushthasana A (Supine Hand-to-Big-Toe Pose) gently stretches the hamstrings, hips, and groin. Lie on your back and loop a strap around your foot, lengthening your leg towards the ceiling.  Maintain a neutral spine and avoid forcing the stretch.  Benefits include improved flexibility, hip opening, and stress reduction.  Gradually increase the stretch; never force beyond a comfortable range."
  },
  {
    "name": "Happy Baby Pose",
    "sanskrit_name": "Ananda Balasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/BlissfulBaby.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine"
    ],
    "description": "Happy Baby Pose (Ananda Balasana) is a relaxing supine pose where you draw your knees towards your armpits and grasp your feet.  It gently stretches the inner thighs, groin, and lower back.  Benefits include reduced lower back tension, hip opening, and stress relief.  Keep your knees aligned with your hips and avoid forcing the stretch; breathe deeply."
  },
  {
    "name": "Sleeping Yogi Pose",
    "sanskrit_name": "Yoga Nidrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/YogicSleep.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Supine"
    ],
    "description": "Sleeping Yogi (Yoga Nidrasana) is a deep relaxation pose performed lying supine.  Benefits include profound rest, stress reduction, and improved sleep quality.  Maintain a neutral spine, relax your shoulders away from your ears, and let your arms rest comfortably by your sides.  Only attempt if you have established a strong yoga foundation."
  },
  {
    "name": "Supine Spinal Twist Pose",
    "sanskrit_name": "Supta Matsyendrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineSpinalTwist_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine",
      "Twist"
    ],
    "description": "Lie on your back, knees bent, feet flat.  Drop your knees to one side while keeping your shoulders flat on the floor.  Gentle spinal twist improves digestion, releases tension in the back, and promotes relaxation.  Keep your hips square to the floor and avoid forcing the twist; breathe deeply for 5-10 breaths per side."
  },
  {
    "name": "Supine Straddle Pose",
    "sanskrit_name": "Supta Samakonasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineStraddle.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Supine"
    ],
    "description": "Supta Samakonasana (Supine Straddle Pose) is a relaxing back-lying pose with legs extended wide.  It opens the hips and inner thighs, releasing tension and promoting relaxation.  Maintain a neutral spine; avoid forcing the legs wider than comfortable.  Gentle stretches are key; don't strain.  Enjoy the hip and groin release."
  },
  {
    "name": "Waterfall Pose",
    "sanskrit_name": "Supta Dandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CorpseDoubleLegRaise.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine"
    ],
    "description": "Waterfall Pose (Supta Dandasana) is a beginner supine pose where you lie on your back with legs extended straight up against a wall or support.  Benefits include gentle hamstring stretch, calming the nervous system, and relieving lower back tension.  Keep your spine flat on the floor and avoid forcing your legs straight; use a rolled-up blanket under your knees if needed."
  },
  {
    "name": "Wind Removing Pose",
    "sanskrit_name": "Pavanamuktasan",
    "photo_url": "https://pocketyoga.com/assets/images/full/Turtle.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Supine"
    ],
    "description": "Wind Removing Pose (Pavanamuktasana) is a beginner supine pose where you draw your knees to your chest, gently hugging them.  It relieves gas and bloating, massages abdominal organs, and gently stretches the lower back.  Keep your shoulders flat on the mat and avoid pulling your neck.  Breathe deeply and hold for 30-60 seconds."
  },
  {
    "name": "Bow Pose",
    "sanskrit_name": "Dhanurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Bow.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Bow Pose (Dhanurasana) is an intermediate prone backbend.  Lie on your stomach, grasp ankles, and lift chest and thighs, arching your back.  Benefits include improved posture, spinal flexibility, and strengthened back muscles.  Ensure shoulders are away from ears, and avoid forcing the arch; only bend as far as comfortable."
  },
  {
    "name": "Half Bow Pose",
    "sanskrit_name": "Ardha Dhanurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ProneBowHalf_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Ardha Dhanurasana (Half Bow Pose) is an intermediate prone backbend.  Lie on your stomach, grab one ankle, and gently lift the chest and leg, lengthening the spine.  Benefits include improved spinal flexibility, strengthened back muscles, and increased hip mobility. Keep your hips grounded and avoid forcing the backbend.  Maintain a long neck and engage your core for stability."
  },
  {
    "name": "Child's Pose",
    "sanskrit_name": "Balasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ChildTraditional.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Prone "
    ],
    "description": "Child's Pose (Balasana) is a resting pose performed on the hands and knees.  It gently stretches the hips, thighs, and ankles, while calming the mind.  Keep hips towards heels, forehead to the mat, and lengthen the spine.  Avoid forcing the stretch; rest comfortably for several breaths.  Excellent for stress relief and gentle back release."
  },
  {
    "name": "Cobra Pose",
    "sanskrit_name": "Bhujangasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CobraFull.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Cobra Pose (Bhujangasana) is a prone backbend.  Lie on your stomach, hands under shoulders, then gently lift your chest, engaging your back muscles.  Benefits include strengthening the spine, opening the chest & shoulders, and improving posture.  Keep your shoulders relaxed away from your ears, and avoid over-arching your back.  Only lift as high as feels comfortable."
  },
  {
    "name": "Reverse Corpse Pose",
    "sanskrit_name": "Advasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CorpseFrontArmsForward.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Prone"
    ],
    "description": "Reverse Corpse Pose (Advasana) is a beginner prone pose where you lie on your stomach with arms relaxed by your sides.  It promotes relaxation, relieves stress, and gently stretches the front body.  Ensure your forehead rests comfortably on the mat, avoiding neck strain. Breathe deeply and hold for 5-10 breaths."
  },
  {
    "name": "Puppy Pose",
    "sanskrit_name": "Uttana Shishosana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PuppyExtended.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Puppy Pose (Uttana Shishosana) is a gentle backbend from a prone position, lengthening the spine and shoulders.  It opens the chest, relieves stress, and gently stretches the hips and shoulders.  Keep your hips over your knees and forehead towards the mat, avoiding forcing the backbend.  Listen to your body and modify as needed."
  },
  {
    "name": "Frog Pose",
    "sanskrit_name": "Bhekasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FrogTraditional.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Frog Pose (Bhekasana) is an intermediate prone backbend that opens the hips, groin, and inner thighs.  Benefits include increased hip flexibility, improved spinal mobility, and a deeper chest opening.  Keep your knees wider than your hips, engage your core, and avoid forcing the backbend. Listen to your body and avoid any pain."
  },
  {
    "name": "Locust I Pose",
    "sanskrit_name": "Shalabhasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/Locust.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Locust I (Shalabhasana A) is an intermediate prone backbend.  Lift your chest, legs, and arms off the mat, engaging your back muscles.  Benefits include strengthening the back, improving posture, and increasing spinal flexibility.  Keep your neck long, avoid hyperextension, and engage your core to protect your lower back."
  },
  {
    "name": "Locust II Pose",
    "sanskrit_name": "Shalabhasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/LocustII.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Locust II (Shalabhasana B) is an intermediate prone backbend where you lift your legs, chest, and arms simultaneously.  It strengthens the back muscles, improves spinal flexibility, and opens the chest.  Keep your shoulders away from your ears, engage your legs, and avoid hyperextending your back.  Start slowly and gradually increase the lift."
  },
  {
    "name": "Locust III Pose",
    "sanskrit_name": "Shalabhasana C",
    "photo_url": "https://pocketyoga.com/assets/images/full/LocustIII.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Locust III (Shalabhasana C) is an intermediate prone backbend where arms and legs lift simultaneously, engaging the entire posterior chain.  It strengthens the back muscles, improves spinal flexibility, and opens the chest.  Keep your core engaged, gaze slightly upward, and avoid hyperextending your neck or back.  Listen to your body and only lift as high as comfortably possible."
  },
  {
    "name": "Sage Gheranda's Pose",
    "sanskrit_name": "Gherandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/GherandaI_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Gherandasana (Sage Gheranda's Pose) is an advanced prone backbend.  It opens the chest and shoulders, strengthens the back muscles, and improves spinal flexibility.  Maintain a long spine, engage core muscles to protect the lower back, and avoid forcing the neck extension.  Only attempt if you have established backbend strength and flexibility."
  },
  {
    "name": "Snake Pose",
    "sanskrit_name": "Sarpasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Snake.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Prone",
      "Back Bend"
    ],
    "description": "Snake Pose (Sarpasana) is a beginner-level prone backbend. Lie on your stomach, hands under shoulders, then press into your hands to lift your chest and head, keeping your hips grounded.  This strengthens the back, improves posture, and opens the chest.  Keep your shoulders relaxed away from your ears and avoid forcing the backbend; only lift as far as comfortable."
  },
  {
    "name": "Sphinx Pose",
    "sanskrit_name": "Salamba Bhujangasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Sphinx.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Prone"
    ],
    "description": "Sphinx Pose (Salamba Bhujangasana) is a gentle backbend done lying on the stomach.  It strengthens the spine and opens the chest, improving posture and breathing. Keep elbows directly under shoulders, engaging your core to prevent hyperextension.  Avoid forcing the backbend; listen to your body and gently deepen as you feel comfortable."
  },
  {
    "name": "Tortoise Pose",
    "sanskrit_name": "Kurmasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/SupineTortoise.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Prone",
      "Forward Bend"
    ],
    "description": "Tortoise Pose (Kurmasana) is an intermediate prone forward bend.  It stretches the shoulders, hips, and spine, improving flexibility and promoting relaxation.  Maintain a straight back, engage your core, and avoid forcing the neck.  Ensure your knees are directly beneath your hips to protect your lower back. Gradually deepen the stretch, listening to your body."
  },
  {
    "name": "Table Pose",
    "sanskrit_name": "https://pocketyoga.com/assets/images/full/BoxNeutral.png",
    "photo_url": "https://pocketyoga.com/assets/images/full/BoxNeutral.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Table Pose (Bharmanasana) is a foundational quadrupedal position with hands and knees shoulder- and hip-width apart.  It strengthens wrists, shoulders, and core, improving posture and body awareness.  Ensure wrists are directly under shoulders, hips over knees, and keep your back flat, avoiding sagging or arching.  Engage your core for stability."
  },
  {
    "name": "Camel Pose",
    "sanskrit_name": "Ushtrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Camel.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Camel Pose (Ushtrasana) is an intermediate backbend where you kneel and arch your spine back, grasping your heels or ankles.  It opens the chest and shoulders, improves posture, and stretches the abdominal muscles.  Keep your hips forward, engage your core, and avoid forcing the backbend.  Listen to your body and gently deepen the stretch."
  },
  {
    "name": "Cat Pose",
    "sanskrit_name": "Marjariasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Cat.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Forward Bend"
    ],
    "description": "Cat Pose (Marjariasana) is a gentle beginner's backbend.  Starting on hands and knees, inhale to arch your back, dropping your belly; exhale to round your spine, tucking your chin. This improves spinal flexibility, strengthens core muscles, and relieves stress.  Keep your hands shoulder-width apart, knees hip-width, and engage your core to protect your back."
  },
  {
    "name": "Cow Pose",
    "sanskrit_name": "Bitilasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Dog.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Cow Pose (Bitilasana) is a gentle backbend where you arch your spine, dropping your belly and lifting your chest and tailbone.  Benefits include gentle spinal extension, improved posture, and stress relief.  Keep your knees hip-width apart, engage your core, and avoid forcing the backbend.  Listen to your body and gently release if you feel any pain."
  },
  {
    "name": "Dolphin Pose",
    "sanskrit_name": "Ardha Pincha Mayurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Dolphin.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Dolphin Pose (Ardha Pincha Mayurasana) is an intermediate arm and leg support pose.  It's a gentler variation of forearm stand, strengthening shoulders and wrists while lengthening the spine.  Benefits include improved core strength, flexibility, and increased shoulder stability. Keep wrists flat, shoulders stacked over elbows, and engage core to protect your back.  Beginners should practice close to a wall for support."
  },
  {
    "name": "Downward-Facing Dog Pose",
    "sanskrit_name": "Adho Mukha Shvanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/DownwardDog.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Forward Bend"
    ],
    "description": "Downward-Facing Dog (Adho Mukha Shvanasana) is an inverted V-shape pose that strengthens arms, legs, and shoulders.  It lengthens the hamstrings and spine, relieving stress.  Maintain a straight line from hands to hips, pressing firmly through palms and lengthening the tailbone.  Avoid locking elbows and knees; gently work towards lengthening your spine."
  },
  {
    "name": "Eight Point Pose",
    "sanskrit_name": "Ashtangasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/EightPoint.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Eight-Point Pose (Ashtangasana) is an intermediate arm and leg balancing pose.  It strengthens core and arms, improves balance and concentration.  Maintain straight arms, engage core, and evenly distribute weight between hands and feet.  Avoid collapsing into the shoulders or hyperextending your back.  Progress gradually; use a wall for support if needed."
  },
  {
    "name": "Humble Flamingo Pose",
    "sanskrit_name": "Vineeta Rajahamsasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FlamingoHumble_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Leg Support",
      "Forward Bend",
      "Balancing"
    ],
    "description": "Humble Flamingo Pose (Vineeta Rajahamsasana) is an advanced balancing pose where one leg is extended behind, held by the opposite hand, while the other leg is bent at the knee for support.  Benefits include improved balance, core strength, and hip flexibility.  Maintain a straight spine, engage your core, and keep your hips squared.  Avoid forcing the pose; gradually increase flexibility and balance."
  },
  {
    "name": "Gate Pose",
    "sanskrit_name": "Parighasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Gate_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Lateral Bend"
    ],
    "description": "Gate Pose (Parighasana) is a gentle beginner's lateral bend.  Extend one arm overhead and the opposite leg to the side, creating a \"gate.\"  Benefits include improved spinal flexibility, hip opening, and stress relief.  Maintain a straight spine, engage your core, and avoid forcing the stretch; keep both hips grounded."
  },
  {
    "name": "Horse Pose",
    "sanskrit_name": "Vatayanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Horse_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Balancing"
    ],
    "description": "Horse Pose (Vatayanasana) is an intermediate balancing pose strengthening legs and core.  Extend one leg back, bending the front knee deeply.  Keep hips square, chest lifted, and gaze forward.  Ensure front knee tracks over ankle to avoid knee injury. Improves balance, strengthens legs, and opens hips."
  },
  {
    "name": "Lizard Pose",
    "sanskrit_name": "Uttana Pristhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Lizard_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Lizard Pose (Uttana Pristhasana) is an intermediate arm-leg support pose.  It deeply stretches the hips, groin, and thighs.  Benefits include improved hip flexibility, increased ankle mobility, and enhanced balance.  Keep front knee aligned with ankle, and avoid forcing the stretch.  Maintain a straight back and engage core for stability."
  },
  {
    "name": "Lunge Pose",
    "sanskrit_name": "Utthita Ashwa Sanchalanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Lunge_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Lunge Pose (Utthita Ashwa Sanchalanasana) strengthens legs and hips, improves balance, and stretches hip flexors.  Step one leg back, keeping front knee aligned over ankle and back knee grounded.  Engage core, lengthen spine, and avoid over-extending front knee.  Maintain a level pelvis to prevent lower back strain."
  },
  {
    "name": "Crooked Monkey Pose",
    "sanskrit_name": "Vakra Hanumanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CrookedMonkey_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Twist"
    ],
    "description": "Crooked Monkey Pose (Vakra Hanumanasana) is an intermediate arm-leg supported twist.  It improves hip flexibility, spinal mobility, and balance.  Maintain a straight spine, engage core muscles, and avoid forcing the twist.  Keep hips square to the front and gently lengthen the spine with each inhale."
  },
  {
    "name": "Pigeon Pose",
    "sanskrit_name": "Kapotasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Pigeon.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Pigeon Pose (Kapotasana) is an advanced hip opener involving a deep forward fold.  It improves hip flexibility, releases tension in the lower back & glutes, and promotes deep relaxation.  Ensure your front knee is directly behind your hip; avoid forcing the depth.  Use blocks for support if needed and listen to your body, avoiding pain."
  },
  {
    "name": "One Legged King Pigeon Pose",
    "sanskrit_name": "Eka Pada Raja Kapotasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PigeonKing_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Seated",
      "Back Bend"
    ],
    "description": "Eka Pada Raja Kapotasana (One-Legged King Pigeon) is an advanced seated backbend opening the hips and chest.  Benefits include increased hip flexibility, improved spinal mobility, and stress reduction.  Ensure your front knee is directly beneath your hip, avoid forcing the backbend, and use props (blocks, blankets) for support as needed to protect your knees and lower back."
  },
  {
    "name": "Plank Pose",
    "sanskrit_name": "Phalakasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Plank.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Plank Pose (Phalakasana) is a foundational strength-building pose held on hands and toes, forming a straight line from head to heels.  It strengthens core, arms, and shoulders, improving posture and stability.  Keep wrists directly under shoulders, engaging your core to prevent sagging hips, and avoid hyperextending your back.  Modify on knees if needed."
  },
  {
    "name": "Upward Plank Pose",
    "sanskrit_name": "Purvottanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PlankUpward.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Upward Plank Pose (Purvottanasana) strengthens shoulders, arms, and back while opening the chest.  Begin seated, hands behind you, fingers pointing forward.  Lift hips, keeping your body in a straight line from head to heels.  Avoid hunching shoulders; engage your core and glutes.  Modify by bending your knees if needed."
  },
  {
    "name": "Four Limbed Staff Pose",
    "sanskrit_name": "Chaturanga Dandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FourLimbedStaff.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Chaturanga Dandasana (Four-Limbed Staff Pose) is a low plank, supporting your weight on hands and toes.  It strengthens arms, shoulders, and core, building upper body strength and stability.  Keep elbows close to your body, shoulders away from your ears, and body in a straight line to avoid strain.  Lower slowly and controlled to protect your wrists."
  },
  {
    "name": "Flying Warrior Pose",
    "sanskrit_name": "Vishvamitrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/VisvamitraFull_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Leg Support",
      "Balancing"
    ],
    "description": "Flying Warrior (Vishvamitrasana) is an advanced balancing pose where you extend one leg back and one arm forward, creating a dynamic, flying-like shape.  It builds strength, improves balance, and opens the hips and chest.  Ensure a straight spine, grounded back foot, and engage your core to prevent injury.  Beginners should practice preparatory poses first."
  },
  {
    "name": "Side Plank Pose",
    "sanskrit_name": "Vasishthasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PlankSide_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Balancing"
    ],
    "description": "Side Plank (Vasishthasana) is an intermediate arm-leg support pose strengthening core, shoulders, and legs.  Stack shoulders over wrists, lengthen your body away from the floor, and engage your core to maintain balance.  Avoid collapsing into your shoulder; keep your hips lifted.  Improves strength, stability, and balance."
  },
  {
    "name": "Extended Side Plank Pose",
    "sanskrit_name": "Utthita Vasishthasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PlankSideExtended_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Leg Support",
      "Balancing"
    ],
    "description": "Extended Side Plank (Utthita Vasishthasana) is an advanced arm balance strengthening the core, shoulders, and legs.  Benefits include increased stability, improved balance, and shoulder strength.  Maintain a straight line from head to heels, engaging your core to prevent collapsing.  Avoid straining your shoulder; modify by placing your bottom knee on the floor."
  },
  {
    "name": "Inverted Staff Pose",
    "sanskrit_name": "Dvi Pada Viparita Dandasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/StaffInverted.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Inverted Staff Pose (Dvi Pada Viparita Dandasana) is an intermediate backbend where you balance on your hands and shoulders with legs extended overhead.  It strengthens shoulders and arms, improves spinal flexibility, and opens the chest.  Keep shoulders pressed down, core engaged, and neck long to avoid strain. Modify by bending knees if needed."
  },
  {
    "name": "Little Thunderbolt Pose",
    "sanskrit_name": "Laghu Vajrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/LittleThunderbolt.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Laghu Vajrasana (Little Thunderbolt Pose) is an intermediate backbend supported by arms and legs.  It strengthens the back and shoulders, improves spinal flexibility, and opens the chest.  Maintain a straight spine, engage your core, and avoid forcing the backbend.  Keep your knees hip-width apart and ensure your hips are positioned directly over your heels before initiating the backbend."
  },
  {
    "name": "Tiger Pose",
    "sanskrit_name": "Vyaghrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Tiger_L.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Tiger Pose (Vyaghrasana) is a beginner backbend that strengthens the back and shoulders.  Start on all fours, then arch your back, dropping your belly towards the floor while extending one arm forward and the opposite leg back.  Maintain a long spine and engage your core.  Repeat on the other side.  Benefits include improved spinal flexibility, shoulder opening, and increased core strength."
  },
  {
    "name": "Upward-Facing Dog Pose",
    "sanskrit_name": "Urdhva Mukha Shvanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/UpwardDog.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support"
    ],
    "description": "Upward-Facing Dog (Urdhva Mukha Shvanasana) strengthens the spine and shoulders, opening the chest and heart. Lie on your stomach, press into your hands and feet, lifting your chest and torso off the mat.  Keep your shoulders away from your ears and engage your core.  Avoid over-arching your back; focus on a gentle lift."
  },
  {
    "name": "Wheel Pose",
    "sanskrit_name": "Urdhva Dhanurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Wheel.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Wheel Pose (Urdhva Dhanurasana) is a deep backbend supported by hands and feet.  It opens the chest and shoulders, strengthens the back and legs, and improves spinal flexibility.  Ensure wrists are directly under shoulders, shoulder blades are drawn together, and legs are engaged.  Avoid if you have wrist, shoulder, or back injuries."
  },
  {
    "name": "Wild Thing Pose",
    "sanskrit_name": "Chamatkarasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/WildThing_R.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Arm Leg Support",
      "Back Bend"
    ],
    "description": "Wild Thing (Chamatkarasana) is a playful backbend strengthening shoulders and chest, opening the hips.  Begin on your hands and knees, then transition into a side plank before gracefully extending into the backbend.  Maintain a long spine, engage core, and avoid hyperextension; keep your shoulders and hips square.  Listen to your body and exit gracefully."
  },
  {
    "name": "Both Feet Behind the Head II Pose",
    "sanskrit_name": "Dvi Pada Shirshasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/FootBehindHeadTwoLeggedElevated.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Dvi Pada Shirshasana B (Both Feet Behind the Head II) is an advanced arm balance where both legs are extended behind the head.  It builds incredible upper body strength and core stability, improving balance and shoulder flexibility.  Ensure strong wrists and shoulders; engage your core to maintain a straight spine and avoid neck strain.  Progress gradually; only attempt with experienced guidance."
  },
  {
    "name": "Chin Stand Pose",
    "sanskrit_name": "Ganda Bherundasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ChinStand.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance",
      "Inversion",
      "Back Bend"
    ],
    "description": "Chin Stand (Ganda Bherundasana) is an advanced arm balance and inversion requiring significant upper body strength and core stability.  Benefits include improved balance, shoulder strength, and increased focus.  Ensure a straight line from head to heels, engage core deeply, and keep elbows shoulder-width apart.  Beginners should practice preparatory poses before attempting this challenging pose."
  },
  {
    "name": "Crane Pose",
    "sanskrit_name": "Bakasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Crane.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Bakasana (Crane Pose) is an arm balance strengthening wrists, core, and shoulders.  Begin with a wide, comfortable stance, then tuck your toes, shift weight forward, and place your forearms on the mat.  Engage your core to lift your knees off the ground, aiming for a straight line from shoulders to hips.  Maintain a strong back to avoid injury.  Gradually increase hold time as strength improves."
  },
  {
    "name": "Crow Pose",
    "sanskrit_name": "Kakasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Crow.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Crow Pose (Kakasana) is an intermediate arm balance where you balance on your forearms, engaging core and shoulders.  Benefits include increased strength (arms, wrists, core), improved balance, and enhanced focus.  Ensure wrists are stacked under shoulders, fingers spread wide, and core engaged to maintain stability.  Begin with a gentle bend of the knees for easier transition."
  },
  {
    "name": "Deaf Man's Pose",
    "sanskrit_name": "Karnapidasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/DeafMan.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Inversion",
      "Forward Bend"
    ],
    "description": "Karnapidasana (Deaf Man's Pose) is an intermediate inversion where the ears are pressed to the shoulders in a forward bend.  It calms the nervous system, gently stretches the neck and shoulders, and improves spinal flexibility.  Ensure your neck is comfortably supported, avoid forcing your head down, and gradually increase your hold time.  Exit slowly to prevent dizziness."
  },
  {
    "name": "Eight Angle Pose",
    "sanskrit_name": "Ashtavakrasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/EightAngle_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Ashtavakrasana (Eight Angle Pose) is a challenging arm balance requiring significant core and shoulder strength.  It improves wrist flexibility, builds upper body strength, and enhances balance.  Ensure shoulders are stacked over wrists, core engaged to prevent collapsing, and gaze forward to maintain stability.  Progress gradually; use blocks for support if needed."
  },
  {
    "name": "Elbow Balance Pose",
    "sanskrit_name": "Shayanasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/RelaxedStance.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance",
      "Inversion"
    ],
    "description": "Elbow Balance (Shayanasana) is an advanced arm balance and inversion where the body is supported on the forearms, creating a straight line from head to heels.  Benefits include increased strength (core, arms, wrists), improved balance, and enhanced focus.  Ensure straight elbows, engaged core, and a lengthened spine.  Build strength gradually using preparatory poses before attempting the full pose."
  },
  {
    "name": "Elephant Trunk Pose",
    "sanskrit_name": "Eka Hasta Bhujasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ElephantTrunk_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Elephant Trunk Pose (Eka Hasta Bhujasana) is an intermediate arm balance where one arm supports the body while the other extends forward.  It builds strength in arms and shoulders, improves balance, and enhances core stability.  Ensure a straight arm, engage your core, and keep your gaze forward for stability.  Avoid if you have shoulder injuries."
  },
  {
    "name": "Firefly Pose",
    "sanskrit_name": "Tittibhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Firefly.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Firefly Pose (Tittibhasana) is a challenging arm balance requiring strong wrists, shoulders, and core.  It builds upper body strength, improves balance, and opens the hips.  Ensure wrists are stacked under shoulders, engage core deeply, and keep legs active.  Beginners should practice preparatory poses to build strength before attempting."
  },
  {
    "name": "Floating Stick Pose",
    "sanskrit_name": "Brahmacharyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FloatingStick.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Brahmacharyasana (Floating Stick Pose) is an intermediate arm balance where the body is held parallel to the floor, supported by straight arms and hands.  It builds strength in arms, shoulders, and core, and improves balance and focus.  Ensure wrists are stacked under shoulders, core engaged, and legs extended.  Avoid hyperextension of the neck and back. Gradually build strength before attempting the full pose."
  },
  {
    "name": "Flying Man Pose",
    "sanskrit_name": "Eka Pada Koundinyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/LungeHandsOnMatFlying_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Flying Man Pose (Eka Pada Koundinyasana) is an arm balance requiring shoulder and core strength.  Benefits include increased arm strength, improved balance, and enhanced focus.  Ensure wrists are stacked under shoulders, core engaged, and gaze forward to maintain stability.  Beginners should practice preparatory poses like forearm balance."
  },
  {
    "name": "Revolved Flying Man Pose",
    "sanskrit_name": "Parivritta Eka Pada Koundinyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FlyingManRevolved_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance",
      "Twist"
    ],
    "description": "Revolved Flying Man (Parivritta Eka Pada Koundinyasana) is an intermediate arm balance and twist.  It strengthens arms and core, improves balance, and increases spinal mobility.  Ensure a strong foundation in forearm plank, keeping shoulders stacked over elbows.  Engage your core to prevent collapsing into the twist; gradually deepen the twist with your breath."
  },
  {
    "name": "Two Legged Sage Koundinya's Pose",
    "sanskrit_name": "Dvi Pada Koundinyasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CrowSideExtended_R.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Dvi Pada Koundinyasana (Two-Legged Sage Koundinya's Pose) is a challenging arm balance requiring significant upper body strength and core stability.  It strengthens arms and shoulders, improves balance, and builds core awareness.  Ensure shoulders are stacked over wrists, gaze forward, and engage core to prevent collapsing.  Progress gradually; utilize preparatory poses."
  },
  {
    "name": "Side Crow Pose",
    "sanskrit_name": "Parshva Bakasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/CrowSide_R.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance",
      "Twist"
    ],
    "description": "Side Crow (Parshva Bakasana) is an intermediate arm balance and twist.  It strengthens wrists, arms, and core while improving balance and focus.  Ensure shoulders are stacked over wrists, hips are level, and gaze is forward.  Engage core to avoid collapsing into the shoulders.  Modify with a wider base if needed."
  },
  {
    "name": "Forearm Balance Pose",
    "sanskrit_name": "Pincha Mayurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FeatheredPeacock.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance",
      "Inversion"
    ],
    "description": "Pincha Mayurasana (Forearm Balance) is an advanced arm balance and inversion.  It strengthens shoulders, wrists, and core, improving balance and building upper body strength.  Ensure straight forearms, engaged core, and a straight line from shoulders to hips; avoid locking elbows. Gradually build strength before attempting the full pose."
  },
  {
    "name": "Dragonfly  Pose",
    "sanskrit_name": "Maksikanagasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Grasshopper_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Dragonfly Pose (Maksikanagasana) is a challenging arm balance requiring significant upper body strength and core stability.  Benefits include improved balance, shoulder strength, and increased hip flexibility.  Ensure wrists are straight, shoulders are stacked over wrists, and core is engaged to prevent injury.  Progress gradually; use blocks for support if needed."
  },
  {
    "name": "Handstand Pose",
    "sanskrit_name": "Adho Mukha Vrikshasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Handstand.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance",
      "Inversion"
    ],
    "description": "Adho Mukha Vrikshasana (Handstand) is an advanced arm balance and inversion.  It strengthens arms, shoulders, and core, while improving balance and focus.  Ensure wrists are stacked under shoulders, fingers spread wide, and core engaged to maintain stability.  Progress gradually using a wall for support, and avoid if you have wrist or shoulder injuries."
  },
  {
    "name": "Supported Headstand Pose",
    "sanskrit_name": "Salamba Shirshasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/HeadstandSupported.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance",
      "Inversion"
    ],
    "description": "Supported Headstand (Salamba Shirshasana A) is an intermediate arm balance and inversion.  It strengthens arms, shoulders, and core while calming the mind.  Ensure your head is comfortably nestled in a stable base, forearms parallel, and shoulders directly above your elbows.  Avoid neck strain; gradually build strength before attempting."
  },
  {
    "name": "Tripod Headstand Pose",
    "sanskrit_name": "Salamba Shirshasana B",
    "photo_url": "https://pocketyoga.com/assets/images/full/HeadstandTripod.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance",
      "Inversion"
    ],
    "description": "Tripod Headstand (Salamba Shirshasana B) is an intermediate arm balance and inversion.  It strengthens shoulders, wrists, and core, improving balance and focus.  Ensure forearms are parallel and shoulder-width apart, elbows firmly planted, and weight evenly distributed between forearms and head.  Avoid neck strain; gaze slightly forward.  Only attempt with proper instruction."
  },
  {
    "name": "Flying Lizard Pose",
    "sanskrit_name": "Uddayana Uttana Pristhasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/FlyingLizard_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Flying Lizard (Uddayana Uttana Pristhasana) is an advanced arm balance requiring significant strength and flexibility.  It strengthens arms, shoulders, and core while improving balance and hip flexibility.  Maintain a straight front leg and engage your core to prevent back strain.  Gradually build strength before attempting the full expression.  Start with a supported variation."
  },
  {
    "name": "Peacock Pose",
    "sanskrit_name": "Mayurasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Peacock.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Peacock Pose (Mayurasana) is a challenging arm balance requiring strong wrists, core, and shoulders.  Benefits include improved core strength, wrist stability, and concentration.  Ensure elbows are directly under shoulders, fingers spread wide, and gaze forward.  Beginners should practice forearm plank to build strength before attempting the full pose."
  },
  {
    "name": "Pendant Pose",
    "sanskrit_name": "Lolasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Pendant.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Pendant Pose (Lolasana) is an intermediate arm balance where you lift your legs and torso, supported only by your forearms.  It strengthens wrists, shoulders, and core, improving balance and concentration.  Ensure forearms are parallel and shoulder-width apart, engaging your core to stabilize.  Avoid if you have wrist or shoulder injuries."
  },
  {
    "name": "Flying Pigeon Pose",
    "sanskrit_name": "Eka Pada Galavasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/PigeonFlying_L.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance",
      "Twist"
    ],
    "description": "Flying Pigeon (Eka Pada Galavasana) is an advanced arm balance and twist.  It strengthens arms, shoulders, and core, while improving balance and spinal mobility.  Ensure a strong foundation with straight arms and engaged core.  Maintain a long spine and avoid collapsing into the shoulder.  Progress gradually; use blocks for support if needed."
  },
  {
    "name": "Plow Pose",
    "sanskrit_name": "Halasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Plow.png",
    "expertise_level": "Beginner",
    "pose_type": [
      "Inversion",
      "Forward Bend"
    ],
    "description": "Plow Pose (Halasana) is a beginner inversion where you lie on your back, lift your legs overhead, and extend them over your head to the floor.  It gently stretches the shoulders, neck, and spine, calming the nervous system.  Keep your shoulders flat on the mat and your neck long; avoid forcing your chin to your chest.  Only go as far as comfortable."
  },
  {
    "name": "Rooster Pose",
    "sanskrit_name": "Kukkutasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/Rooster.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Kukkutasana (Rooster Pose) is a challenging arm balance requiring significant wrist, shoulder, and core strength.  Benefits include increased arm strength, improved balance, and enhanced concentration.  Ensure wrists are straight, shoulders are packed down, and core engaged for stability.  Progress gradually, using blocks if needed, to avoid injury."
  },
  {
    "name": "Scorpion Pose",
    "sanskrit_name": "Vrischikasana A",
    "photo_url": "https://pocketyoga.com/assets/images/full/Scorpion.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Inversion",
      "Back Bend"
    ],
    "description": "Scorpion Pose (Vrischikasana A) is an advanced inversion and backbend where one leg extends upwards and over the head, the other leg balances.  It builds incredible strength and flexibility in the spine and legs.  Maintain a long spine, engage core, and protect your neck; start with preparatory poses to safely build necessary strength and flexibility.  Avoid if you have neck or back injuries."
  },
  {
    "name": "Shoulder Pressing Pose",
    "sanskrit_name": "Bhujapidasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ScaleForward.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Arm Balance"
    ],
    "description": "Bhujapidasana (Shoulder Pressing Pose) is an advanced arm balance where the weight rests on the shoulders and forearms.  It builds upper body strength, improves balance, and enhances core stability.  Ensure shoulders are directly over elbows, and actively engage your core to prevent collapsing.  Progress gradually; use a wall for support initially."
  },
  {
    "name": "Shoulder Stand with Lotus Legs Pose",
    "sanskrit_name": "Urdhva Padmasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ShoulderstandLotus.png",
    "expertise_level": "Advanced",
    "pose_type": [
      "Inversion"
    ],
    "description": "Urdhva Padmasana (Shoulder Stand with Lotus Legs) is an advanced inversion requiring strong shoulders and flexibility.  It deeply stretches the hips and spine, stimulates the thyroid and improves balance.  Ensure shoulders are firmly grounded, neck is long and relaxed, and engage core to protect the spine.  Only attempt with prior experience in shoulder stand and lotus pose."
  },
  {
    "name": "Supported Shoulder Stand Pose",
    "sanskrit_name": "Salamba Sarvangasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ShoulderstandSupported.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Inversion"
    ],
    "description": "Supported Shoulder Stand (Salamba Sarvangasana) is an intermediate inversion where you balance on your shoulders, supported by your hands or a bolster.  Benefits include calming the nervous system, stimulating thyroid function, and improving circulation.  Ensure your shoulders are properly supported, neck is long, and weight is evenly distributed.  Avoid if you have neck injuries or glaucoma."
  },
  {
    "name": "Bound Revolved Chair Pose",
    "sanskrit_name": "Parivritta Utkatasana",
    "photo_url": "https://pocketyoga.com/assets/images/full/ChairTwistBind_L.png",
    "expertise_level": "Intermediate",
    "pose_type": [
      "Standing",
      "Twist"
    ],
    "description": "Bound Revolved Chair Pose (Parivritta Utkatasana) is an intermediate standing twist that strengthens legs and core while improving spinal mobility and balance.  Engage core, maintaining a long spine as you twist, keeping hips squared. Avoid over-rotating;  listen to your body and avoid any pain.  Deepen the twist gradually."
  }
]